//
//  Topic.swift
//  Anding
//
//  Created by 이청준 on 2022/10/09.
//

import Foundation

class Topic {
    
    //EA00 EA01 EB00 EB01 EB02 EC00 EC01
    var TopicTitle = ["마무리", "관계", "버킷리스트", "가족", "비밀", "주제6", "주제7"]
    
    var Topic1 = ["Q. 내 삶을 색으로 표현하면, 무슨 색일까요?",
                  "Q. 가장 좋아하는 음식 3가지는???",
                  "Q. 엄마가 좋은지 아빠가 좋은지 말해보세요",
                  "Q. 탕수육 부먹 vs 찍먹",
                ]
    var Topic2 = ["클러치백", "솔더백", "크로스백", "도트백", "백팩", "기타(가방)"]
    var Topic3 = ["패딩/점퍼", "코트", "맨투맨", "후드티/후드집업", "티셔츠", "자켓"]
    var Topic4 = ["패딩/점퍼", "코트", "맨투맨", "후드티/후드집업", "티셔츠"]
    var Topic5 = ["스니커즈"]
    var Topic6 = ["이사/용달", "인테리어/간판", "청소/세탁/철거"]
    var Topic7 = ["주택/빌라", "원룸/투룸", "오피스텔", "아파트"]
}
